var data = [
  {
    a: 'I feel happy',
    b: 'मला आनंद वाटतो',
    c: 'मुझे खुशी महसूस हो रही है',
  },
  {
    a: 'I used to go there',
    b: 'मी तिथे जायचे',
    c: 'मैं वहां जाता था',
  },
  {
    a: 'I used to run every day',
    b: 'मी दररोज धावत असे',
    c: 'मैं हर दिन दौड़ता था',
  },
  {
    a: 'I want to eat',
    b: 'मला खायचे आहे',
    c: 'मैं खाना चाहता हूं',
  },
  {
    a: 'I want to go sleep',
    b: 'मला झोपायचे आहे',
    c: 'मुझे सोने की इच्छा हो रही है',
  },
  {
    a: 'I want to take a walk',
    b: 'मला फिरायला पाहिजे',
    c: 'मैं टहलना चाहता हूं',
  },
  {
    a: 'I am going to sleep',
    b: 'मी झोपायला जात आहे',
    c: 'मैं सोने जा रहा हूँ',
  },
  {
    a: 'I am going to eat',
    b: 'मी खाणार आहे',
    c: 'मैं खाने जा रहा हूँ',
  },
  {
    a: 'I am going to work',
    b: 'मी काम करणार आहे',
    c: 'मैं काम करने जा रहा हूँ',
  },
  {
    a: 'I am ready to walk',
    b: 'मी चालण्यास तयार आहे',
    c: 'मैं चलने के लिए तैयार हूं',
  },
  {
    a: 'I am ready to talk',
    b: 'मी बोलण्यास तयार आहे',
    c: 'मैं बात करने के लिए तैयार हूं',
  },
  {
    a: 'I am getting nervous',
    b: 'मी चिंताग्रस्त आहे',
    c: 'मुझे घबराहट हो रही है',
  },
  {
    a: 'I am getting jealous',
    b: 'मला हेवा वाटतोय',
    c: 'मुझे जलन हो रही है',
  },
  {
    a: "I can't understand you",
    b: 'मी तुला समजू शकत नाही',
    c: 'मैं तुम्हें नहीं समझ सकता',
  },
  {
    a: "I can't understand that",
    b: 'मला ते समजू शकत नाही',
    c: 'मैं यह नहीं समझ सकता',
  },
  {
    a: "I can't understand him",
    b: 'मी त्याला समजू शकत नाही',
    c: 'मैं उसे नहीं समझ सकता',
  },
  {
    a: "I can't understand this sentence",
    b: 'मला हे वाक्य समजू शकत नाही',
    c: 'मैं इस वाक्य को नहीं समझ सकता',
  },
  {
    a: 'I am trying to lose weight',
    b: 'मी वजन कमी करण्याचा प्रयत्न करीत आहे',
    c: 'मैं अपना वजन कम करने की कोशिश कर रहा हूं',
  },
  {
    a: 'I am trying to finish it',
    b: 'मी ते पूर्ण करण्याचा प्रयत्न करीत आहे',
    c: 'मैं इसे खत्म करने की कोशिश कर रहा हूं',
  },
  {
    a: 'I am trying to figure this out',
    b: 'मी हे शोधण्याचा प्रयत्न करीत आहे',
    c: 'मैं यह पता लगाने की कोशिश कर रहा हूं',
  },
  {
    a: 'I am looking forward to next week',
    b: 'मी पुढच्या आठवड्यात पहात आहे',
    c: 'मैं अगले सप्ताह का इंतजार कर रहा हूं',
  },
  {
    a: 'I am looking forward to our trip',
    b: 'मी आमच्या सहलीची अपेक्षा करीत आहे',
    c: 'मैं हमारी यात्रा का इंतजार कर रहा हूं',
  },
  {
    a: 'I am looking forward to hearing for you soon',
    b: 'मी लवकरच तुमच्यासाठी ऐकण्याची अपेक्षा करीत आहे',
    c: 'मैं जल्द ही आपके लिए सुनने के लिए उत्सुक हूं',
  },
  {
    a: 'You are so nice',
    b: 'आपण असे छान आहेत',
    c: 'आप बहुत अच्छे है',
  },
  {
    a: 'You are so sweet',
    b: 'तू खूप गोड आहेस',
    c: 'तुम बहुत प्यारे हो',
  },
  {
    a: 'You are so hard working',
    b: 'आपण खूप कष्टकरी आहात',
    c: 'आप बहुत मेहनत कर रहे हैं',
  },
  {
    a: 'You are so mean',
    b: 'आपण इतके क्षुद्र आहात',
    c: 'तुम कितने नीच हो',
  },
  {
    a: 'Are you busy',
    b: 'आपण व्यस्त आहात?',
    c: 'क्या तुम वयस्त हो',
  },
  {
    a: 'Are you serious',
    b: 'आपण गंभीर आहात का?',
    c: 'क्या आप गंभीर हैं',
  },
  {
    a: 'Are you happy',
    b: 'आपण आनंदी आहात?',
    c: 'क्या तुम खुश हो',
  },
  {
    a: 'Are you trustee',
    b: 'आपण विश्वस्त आहात का?',
    c: 'क्या आप ट्रस्टी हैं',
  },
  {
    a: 'Are you going to eat that',
    b: 'आपण ते खाणार आहात का?',
    c: 'क्या तुम उसे खाने वाले हो',
  },
  {
    a: 'Are you going to read the book',
    b: 'आपण पुस्तक वाचणार आहात का?',
    c: 'क्या आप पुस्तक पढ़ने जा रहे हैं',
  },
  {
    a: 'Are you going to buy it',
    b: 'आपण ते खरेदी करणार आहात का?',
    c: 'क्या आप इसे खरीदने जा रहे हैं',
  },
  {
    a: 'Are you going to watch TV',
    b: 'आपण टीव्ही पाहणार आहात का?',
    c: 'क्या आप टीवी देखने जा रहे हैं',
  },
  {
    a: "Aren't you hungry",
    b: 'आपण भुकेले नाही का?',
    c: 'क्या आप भूखे नहीं हैं',
  },
  {
    a: "Aren't you excited",
    b: 'आपण उत्साहित नाही का?',
    c: 'क्या आप उत्साहित नहीं हैं',
  },
  {
    a: "Aren't you tired",
    b: 'आपण थकलेले नाही',
    c: 'क्या आप थक नहीं गए हैं',
  },
  {
    a: "Aren't you working today",
    b: 'आपण आज काम करत नाही',
    c: 'क्या आप आज काम नहीं कर रहे हैं',
  },
  {
    a: 'Are you sure',
    b: 'तुला खात्री आहे',
    c: 'क्या आपको यकीन है',
  },
  {
    a: 'Are you sure you are okay',
    b: 'आपल्याला खात्री आहे की आपण ठीक आहात',
    c: 'क्या आप सुनिश्चित हैं कि आप ठीक हैं',
  },
  {
    a: 'Are you sure about this',
    b: 'आपल्याला याबद्दल खात्री आहे का?',
    c: 'क्या तुम इसके बारे में पक्के हो',
  },
  {
    a: "Are you sure It's her",
    b: 'आपल्याला खात्री आहे की ती तिची आहे',
    c: 'क्या आपको यकीन है कि यह उसका है',
  },
  {
    a: 'What makes you angry',
    b: 'काय आपल्याला रागवते',
    c: 'आपको किस बात पर गुस्सा आता है',
  },
  {
    a: 'What makes you sad',
    b: 'काय आपल्याला दु: खी करते',
    c: 'आपको किस बात से दुःख होता है',
  },
  {
    a: 'What makes you special',
    b: 'काय आपल्याला खास बनवते',
    c: 'तुमको क्या विशेष बनाता है',
  },
  {
    a: 'What makes you say that',
    b: 'आपण असे काय म्हणते',
    c: 'क्या सोच कर तुम यह कह रहे हो',
  },
  {
    a: 'When did you leave',
    b: 'तुम्ही कधी निघालात',
    c: 'आप कब गए',
  },
  {
    a: 'When did you come back',
    b: 'केव्हा परतलात',
    c: 'आप वापस कब आये',
  },
  {
    a: 'When did you have lunch',
    b: 'आपण दुपारचे जेवण केव्हा केले?',
    c: 'आपने दोपहर का भोजन कब किया',
  },
  {
    a: 'When did you learn that',
    b: 'आपण ते कधी शिकलात?',
    c: 'आपने कब सीखा कि',
  },
  {
    a: 'Where Can I go',
    b: 'मी कुठे जाऊ शकतो',
    c: 'मैं कहाँ जा सकता हूँ',
  },
  {
    a: 'Where Can I hide',
    b: 'मी कोठे लपवू शकतो',
    c: 'मैं कहाँ छिपा सकता हूँ',
  },
  {
    a: 'Where can I find that',
    b: 'मला ते कोठे सापडेल?',
    c: 'कहाँ से में इसे प्राप्त कर सकता हूँ',
  },
  {
    a: 'Where can I sign up',
    b: 'मी कुठे साइन अप करू शकतो',
    c: 'साइन अप करने के लिए मैं कहां जाऊँ',
  },
  {
    a: 'Where did you go',
    b: 'आपण कुठे गेला होता',
    c: 'आप कहाँ गए थे',
  },
  {
    a: 'Where did you find it',
    b: 'आपल्याला ते कोठे सापडले?',
    c: 'तुम्हें यह कहां से मिली',
  },
  {
    a: 'Where did you come from',
    b: 'आपण कोठून आला होता',
    c: 'आप कहाँ से आये हैं',
  },
  {
    a: 'Where did you get that',
    b: 'तुम्हाला ते कुठे मिळाले',
    c: 'यह आपको कहां से मिला',
  },
  {
    a: 'Who do you like',
    b: 'तुम्हाला कोण आवडते',
    c: 'आप किसको पसंद करते हैं',
  },
  {
    a: 'Who do you trust',
    b: 'आपण कोणावर विश्वास ठेवता?',
    c: 'तुम किस पर भरोसा करते हैं',
  },
  {
    a: 'Who do you want to be',
    b: 'आपण कोण होऊ इच्छिता',
    c: 'आपकी क्या बनने की इच्छा है',
  },
  {
    a: 'Who do you have in mind',
    b: 'आपल्या मनात कोण आहे?',
    c: 'आपके मन में कौन है',
  },
  {
    a: 'Why are you happy',
    b: 'तू का आनंदी आहेस',
    c: 'तुम क्यों खुश हो',
  },
  {
    a: 'Why are you so sad',
    b: 'तू इतका दु: ख का आहेस?',
    c: 'तुम इतने दुखी क्यों हो',
  },
  {
    a: 'why are  you so late',
    b: 'आपण इतके उशीर का आहात?',
    c: 'आप इतने लेट क्यों हैं',
  },
  {
    a: 'Why are you so happy',
    b: 'तू इतका आनंदी का आहेस?',
    c: 'तुम इतने खुश क्यों हो',
  },
  {
    a: 'How much is this',
    b: 'हे किती आहे',
    c: 'ये कितना है',
  },
  {
    a: 'How much is the bag',
    b: 'बॅग किती आहे',
    c: 'बैग कितना है',
  },
  {
    a: 'How much is the food',
    b: 'अन्न किती आहे',
    c: 'खाना कितना है',
  },
  {
    a: 'How much is the cup',
    b: 'कप किती आहे',
    c: 'कप कितना है',
  },
  {
    a: 'What can I do',
    b: 'मी काय करू शकतो',
    c: 'मैं क्या क',
  },
  {
    a: 'What can I say',
    b: 'मी काय म्हणू शकतो',
    c: 'मैं क्या कह सकता हूँ',
  },
  {
    a: 'What can I get for you get you',
    b: 'मी तुला काय मिळवू शकतो?',
    c: 'मैं तुम्हारे लिए क्या प्राप्त कर सकता हूँ',
  },
  {
    a: 'What can I call you',
    b: 'मी तुला काय कॉल करू शकतो?',
    c: 'मैं तुम्हें क्या बुला सकता हूँ',
  },
  {
    a: "Why didn't you come",
    b: 'तू का आला नाहीस?',
    c: 'तुम क्यों नहीं आए',
  },
  {
    a: "Why didn't you help",
    b: 'आपण मदत का केली नाही',
    c: 'आपने मदद क्यों नहीं की',
  },
  {
    a: "Why didn't you tell me",
    b: 'तू मला का सांगितले नाहीस',
    c: 'आपने मुझे क्यों नहीं बताया',
  },
  {
    a: "Why didn't you do it",
    b: 'आपण ते का केले नाही',
    c: 'आपने ऐसा क्यों नहीं किया',
  },
  {
    a: 'How often do you',
    b: 'आपण किती वेळा करता',
    c: 'आप कितनी बार',
  },
  {
    a: 'How often do you eat',
    b: 'आपण किती वेळा खातो?',
    c: 'आप कितनी बार खाते हैं',
  },
  {
    a: 'Afternoon do you lie',
    b: 'दुपारी तू खोटे बोलतोस का?',
    c: 'दोपहर क्या आप झूठ बोलते हैं',
  },
  {
    a: 'How often do you come here',
    b: 'आपण येथे किती वेळा येता?',
    c: 'कितनी बार आप यहां आते हैं',
  },
  {
    a: 'How often do you wash your hair',
    b: 'आपण आपले केस किती वेळा धुता',
    c: 'आप अपने बाल कितनी बार धोते हैं',
  },
  {
    a: "It's time to go",
    b: 'जाण्याची वेळ झाली',
    c: 'यह जाने का समय है',
  },
  {
    a: "It's time to eat",
    b: 'खाण्याची वेळ आली आहे',
    c: 'यह भोजन का समय है',
  },
  {
    a: "It's time to sleep",
    b: 'झोपेची वेळ आली आहे',
    c: 'सोने का वक्त हो गया',
  },
  {
    a: "It's time to give up",
    b: 'हार मानण्याची वेळ आली आहे',
    c: 'यह हारने का समय है',
  },
  {
    a: 'There Must be some mistake',
    b: 'तेथे काही चूक असणे आवश्यक आहे',
    c: 'कुछ गलती अवश्य हुई है',
  },
  {
    a: 'There must be another way',
    b: 'आणखी एक मार्ग असणे आवश्यक आहे',
    c: 'एक और तरीका होना चाहिए',
  },
  {
    a: 'There must be misunderstanding',
    b: 'गैरसमज असणे आवश्यक आहे',
    c: 'गलतफहमी होनी चाहिए',
  },
  {
    a: 'There must be something else',
    b: 'काहीतरी वेगळं असायलाच पाहिजे',
    c: 'कुछ और होना चाहिए',
  },
  {
    a: 'There must be some',
    b: 'तेथे काही असणे आवश्यक आहे',
    c: 'कुछ होना चाहिए',
  },
  {
    a: 'It Sounds great',
    b: 'हे छान वाटते',
    c: 'सुनने मे उत्तम है',
  },
  {
    a: 'It sound delicious',
    b: 'ते मधुर वाटते',
    c: 'यह स्वादिष्ट लगता है',
  },
  {
    a: 'It sound fun',
    b: 'ते मजेदार वाटते',
    c: 'यह मजेदार लग रहा है',
  },
  {
    a: 'It sound boring',
    b: 'हे कंटाळवाणे वाटेल',
    c: 'यह उबाऊ लग रहा है',
  },
  {
    a: "It's just a joke",
    b: 'हा फक्त एक विनोद आहे',
    c: 'यह सिर्फ एक मजाक है',
  },
  {
    a: "It's just a dream",
    b: 'हे फक्त एक स्वप्न आहे',
    c: 'यह सिर्फ एक सपना है',
  },
  {
    a: "It's just a movie",
    b: 'हा फक्त एक चित्रपट आहे',
    c: 'यह सिर्फ एक फिल्म है',
  },
  {
    a: "It's just a sheet of paper",
    b: 'हे फक्त कागदाची पत्रक आहे',
    c: 'यह सिर्फ कागज की एक शीट है',
  },
  {
    a: 'Is it real',
    b: 'हे खरे आहे का',
    c: 'क्या यह असली है',
  },
  {
    a: 'Is it okay',
    b: 'हे ठीक आहे',
    c: 'यह ठीक है क्या',
  },
  {
    a: 'Is it yours',
    b: 'हे तुझं आहे का',
    c: 'क्या यह तुम्हारा है',
  },
  {
    a: 'Is it wrong',
    b: 'हे चुकीचे आहे का?',
    c: 'क्या यह ग़लत है',
  },
  {
    a: "It's going to be crowded",
    b: 'त्यात गर्दी होणार आहे',
    c: 'यह भीड़ हो रही है',
  },
  {
    a: "It's going to be fun",
    b: 'हे मजेदार होईल',
    c: 'इसमें मजा आने वाला है',
  },
  {
    a: "It's going to be boring",
    b: 'हे कंटाळवाणे होणार आहे',
    c: 'यह उबाऊ होने जा रहा है',
  },
  {
    a: "It's going to be fine fine",
    b: 'हे ठीक होईल',
    c: '',
  },
  {
    a: "There's nothing to say",
    b: 'बोलण्यासारखे काही नाही',
    c: 'कहने के लिए कुछ भी नहीं है',
  },
  {
    a: 'There is nothing to see',
    b: 'पाहण्यासारखे काही नाही',
    c: 'देखने के लिए कुछ भी नहीं है',
  },
  {
    a: "There's nothing to do here",
    b: 'येथे करण्यासारखे काही नाही',
    c: 'यहाँ कुछ नहीं करना है',
  },
  {
    a: "There's nothing to worry about",
    b: 'काळजी करण्याची काहीच नाही',
    c: 'चिंता की कोई बात नहीं',
  },
  {
    a: "It's too hot",
    b: 'हे खूप गरम आहे',
    c: 'यह बहुत गर्म है',
  },
  {
    a: "It's too dark",
    b: 'खूप गडद आहे',
    c: 'बहुत अंधेरा है',
  },
  {
    a: "It's too late",
    b: 'खूप उशीर झाला आहे',
    c: 'बहुत देर हो चुकी है',
  },
  {
    a: "It's too loud",
    b: 'तो खूप जोरात आहे',
    c: 'ये बहुत ज़्यादा तेज़ आवाज़ है',
  },
  {
    a: "It's like a movie",
    b: 'हा चित्रपटासारखा आहे',
    c: 'यह एक फिल्म की तरह है',
  },
  {
    a: "It's like a fairy tail",
    b: 'हे एक परी शेपटीसारखे आहे',
    c: 'यह एक परी पूंछ की तरह है',
  },
  {
    a: "It's like a nightmare",
    b: 'हे एक स्वप्नासारखे आहे',
    c: 'यह एक बुरे सपने की तरह है',
  },
  {
    a: "It's like the end of the world",
    b: 'हे जगाच्या शेवटी आहे',
    c: 'यह दुनिया के अंत की तरह है',
  },
  {
    a: "Isn't it great",
    b: 'छान नाही',
    c: 'क्या यह बहुत अच्छा नहीं है',
  },
  {
    a: "Isn't it beautiful",
    b: 'ते सुंदर नाही',
    c: 'क्या यह सुंदर नहीं है',
  },
  {
    a: "Isn't it expensive",
    b: 'हे महाग नाही',
    c: 'क्या यह महंगा नहीं है',
  },
  {
    a: "Isn't it ironic",
    b: 'ते उपरोधिक नाही',
    c: 'क्या यह विडंबना नहीं है',
  },
  {
    a: "Don't be sad",
    b: 'दु: खी होऊ नका',
    c: 'उदास मत बनो',
  },
  {
    a: "Don't be silly",
    b: 'मूर्ख होऊ नका',
    c: 'मूर्ख मत बनो',
  },
  {
    a: "Don't be shy",
    b: 'लाजाळू नका',
    c: 'शर्मीली मत बनो',
  },
  {
    a: "Don't be ridiculous",
    b: 'हास्यास्पद होऊ नका',
    c: 'हास्यास्पद मत बनो',
  },
  {
    a: 'Let me check that',
    b: 'मला ते तपासू द्या',
    c: 'मुझे लगता है कि',
  },
  {
    a: 'Let me check the time',
    b: 'मला वेळ तपासू द्या',
    c: 'मुझे समय की जाँच करने दें',
  },
  {
    a: 'Let me check with her',
    b: 'मी तिच्याबरोबर तपासूया',
    c: 'मुझे उसके साथ जाँच करने दो',
  },
  {
    a: 'Let me check my schedule',
    b: 'मला माझे वेळापत्रक तपासू द्या',
    c: 'मुझे अपने कार्यक्रम की जाँच करें',
  },
  {
    a: 'I need to get some sleep',
    b: 'मला थोडी झोप घेण्याची गरज आहे',
    c: 'मुझे कुछ नींद लेने की जरूरत है',
  },
  {
    a: 'I need to take a break',
    b: 'मला ब्रेक घेण्याची गरज आहे',
    c: 'मुझे एक ब्रेक लेने की जरूरत है',
  },
  {
    a: 'I need to calm down',
    b: 'मला शांत होणे आवश्यक आहे',
    c: 'मुझे शांत करने की जरूरत है',
  },
  {
    a: 'I Need to take a walk',
    b: 'मला फिरण्याची गरज आहे',
    c: 'मुझे टहलने की जरूरत है',
  },
  {
    a: 'I prefer summer to winter',
    b: 'मी हिवाळ्यापेक्षा उन्हाळा पसंत करतो',
    c: 'मैं सर्दियों के लिए गर्मियों को पसंद करता हूं',
  },
  {
    a: 'I prefer soda to alcohol',
    b: 'मी अल्कोहोलपेक्षा सोडा पसंत करतो',
    c: 'मैं सोडा को शराब पसंद करता हूं',
  },
  {
    a: 'I prefer Sundays to Saturdays',
    b: 'मी रविवार ते शनिवार पसंत करतो',
    c: 'मैं रविवार को शनिवार को पसंद करता हूं',
  },
  {
    a: 'I prefer movie to book',
    b: 'मी बुक करण्यास चित्रपट पसंत करतो',
    c: 'मैं बुक करने के लिए फिल्म पसंद करता हूं',
  },
  {
    a: 'I like to ski',
    b: 'मला स्की करायला आवडते',
    c: 'मुझे स्की करना पसंद है',
  },
  {
    a: 'I like to sleep late',
    b: 'मला उशीरा झोपायला आवडते',
    c: 'मुझे देर से सोना पसंद है',
  },
  {
    a: 'I like to visit museum',
    b: 'मला संग्रहालयात भेट देणे आवडते',
    c: 'मुझे संग्रहालय का दौरा करना पसंद है',
  },
  {
    a: 'I like to stay home',
    b: 'मला घरी रहायला आवडते',
    c: 'मुझे घर रहना पसंद है',
  },
  {
    a: "I didn't mean to hurt you",
    b: 'मी तुम्हाला दुखवायचे नाही',
    c: 'मुझे आपको चोट पहुंचाने का मतलब नहीं था',
  },
  {
    a: "I didn't Mean to surprise you",
    b: 'मी तुम्हाला आश्चर्यचकित करण्याचा नाही',
    c: 'मैं आपको आश्चर्यचकित करने का मतलब नहीं था',
  },
  {
    a: "I didn't mean to scared you",
    b: 'मी तुम्हाला घाबरायला नको होते',
    c: 'मुझे आपको डराने का मतलब नहीं था',
  },
  {
    a: "I didn't mean to cause trouble",
    b: 'मला त्रास देण्याचा अर्थ नव्हता',
    c: 'मुझे परेशानी पैदा करने का मतलब नहीं था',
  },
]
